{
  "totalResults": 10,
  "noOfPages": 2,
  "listing": [
    {
      "img": "/assets/images/partners/partner01.png",
      "imgTitle": "Partners 01",
      "title": "Absolute Kinetics Consultancy",
      "desc": "Absolute Kinetics Consultancy (Singapore) Pte Ltd (AKC) is an Approved Risk Consultants & Accredited Workplace Safety & Health (WSH) Training Provider appointed by the Ministry of Manpower (MOM) and SkillsFuture Singapore (SSG) to provide a wide range of courses for various industries. AKC is also Made For Families; with flexible working arrangements and family-friendly initiatives – such as Leaving Early Family Time and Enhanced Company Childcare Leave, which offers 2 additional days on top of childcare leave currently provided by law. Different departments are cross-trained so staff can cover for one another as well, providing more relief to working parents who need to take time out for their families."
    },
    {
      "img": "/assets/images/partners/partner02.png",
      "imgTitle": "Partners 02",
      "title": "ByKido",
      "desc": "BYKidO is a platform for parents to discover events and experiences for their families. We do this by updating families with information on the latest places to go and the best things to do, and as a platform for families to purchase the latest deals and promotions too! Our aim is not just to make parenting easier, but we make parenting more fun!"
    },
    {
      "img": "/assets/images/partners/partner03.png",
      "imgTitle": "Partners 03",
      "title": "Centre for Fathering",
      "desc": "<p>Centre for Fathering (CFF) is a non-profit organisation founded in 2000 to promote active and involved fathering and address issues caused by fatherlessness in Singapore. The organisation aims to turn the hearts of children towards their fathers by empowering more fathers to be better role models and an enduring inspiration to their children.</p><p>Since 2015, CFF has been the driving force behind Singapore’s nation-wide fathering movement - DADs for Life which seeks to inspire and mobilise fathers to become more involved with and a good influence to their children... for life. Under the DADs for Life umbrella are initiatives such as DADs@School, Back to School with DAD, Eat With Your Family Day and Celebrating Fathers – to encourage fathers to spend time with their families and create a culture that promotes active fathering.</p><p>MUMs for Life is a ground-up movement to celebrate a mum’s unique identity as a woman, daughter, wife & mother. Our key partner is DADs for Life because we believe that mums and dads play irreplaceable and complementary roles in parenting together.</p>"
    },
    {
      "img": "/assets/images/partners/partner04.png",
      "imgTitle": "Partners 04",
      "title": "KK Women’s and Children’s Hospital",
      "desc": "<p>KK Women’s and Children’s Hospital (KKH) is Singapore's largest academic medical centre specialising in women's and children's health. KKH is also Made For Families; with various flexible work arrangements (FWAs) and family-friendly initiatives in place.</p><p>With a predominantly female workforce, KKH has implemented work-life strategies including a wide range of FWAs to enable employees to better harmonise both work and personal commitments. These FWAs includes flexible working hours, compressed work week, job sharing and part-time employment options.</p><p>KKH adopts various family-friendly practices such as providing a workplace childcare centre for infants and young children from two months to six years of age. KKH also offers fully-equipped nursing facilities to support mothers returning to work.</p><p>To engage our employees, KKH organises regular workshops on health awareness, mental wellness as well as parenting forums.</p>"
    },
    {
      "img": "/assets/images/partners/partner05.png",
      "imgTitle": "Partners 05",
      "title": "mothercare",
      "desc": "mothercare, started by Kim Hin International (KHI), began trading in Singapore in 1984. With 11 stores island-wide today, mothercare has the largest range of mother and baby equipment in Singapore with a wide variety of products ranging from children’s furniture and toys, strollers and car seats, to baby and kids’ fashion. mothercare’s HarbourFront Centre megastore also features an experiential concept – incorporating of ‘real life’ elements such as stroller test tracks and airplane overhead cabins – to provide parents with a visual and tactile experience to make better purchasing decisions. In support of Made For Families, mothercare will be giving away their VIP membership to all Singaporeans who are giving birth over the next 12 months – entitling them to special discounts. Besides products, mothercare also pride themselves as an inclusive workplace – offering strong support to employees and their families in terms of maternity benefits and the flexible work arrangements."
    },
    {
      "img": "/assets/images/partners/partner06.png",
      "imgTitle": "Partners 06",
      "title": "NannyPro",
      "desc": "NannyPro is established on 10 May 2004 by a mother and daughter team, and is a premier cradle care agency, a social enterprise building the community of caregivers for good, and a licensed MOM employment agency. Our Vision is “The Community’s Trusted Cradle Care for Infants & Young Children for Happy Parenting”. We have partnered families on their parenting journey with dedicated and trained caregivers, who are able to give parents a peace of mind while they worked.   We believe that “Trusted Care = Happy Family”."
    },
    {
      "img": "/assets/images/partners/partner07.png",
      "imgTitle": "Partners 07",
      "title": "Ohmyhome",
      "desc": "<p>Being Singapore’s leading one-stop housing platform, our job is to ensure that our customers have a seamless real estate transaction from purchase to renovation. We understand how important that is as it’s homes and families that we are handling on a daily basis. This is why family is at the heart of all that we do and forms the core of our culture.</p><p>We provide telecommuting, flexible work arrangements, and job security to everyone in the team. We have family-friendly amenities in the office and different interest groups to help everyone stay positive, motivated, efficient and safe. Above all, we treasure family values and regard our fellow colleagues as our second family who we love working with every day.</p><p>As we continue to revolutionise the property industry across SEA through simple, fast, and affordable solutions, we will continue to play our part in creating a conducive and supportive environment for our customers and team.</p>"
    },
    {
      "img": "/assets/images/partners/partner08.png",
      "imgTitle": "Partners 08",
      "title": "Primo Babies",
      "desc": "<p>Primo Babies is a homegrown brand that offers gorgeous and engaging playmats for learning and play-time with your little one. Primo Babies range of Play Mats are designed with love and without compromise, certified-safe & korean-made; simply perfect for playtime & family time! Many parents have placed their trust with Primo Babies as a safe space for their babies. Play & Bond with your little one on a play mat specially designed for them as they grow!</p>"
    },
    {
      "img": "/assets/images/partners/partner09.png",
      "imgTitle": "Partners 09",
      "title": "ShopBack",
      "desc": "<p>First launched in Singapore in 2014, ShopBack, the largest rewards and discovery platform in Asia-Pacific, has since expanded its reach to nine markets. ShopBack gives users cashback, while delivering performance-based marketing with high and measurable ROI to merchants. ShopBack is constantly looking for more ways to simplify the shopping experience and drive value to consumers through additional savings on time and money. This is especially important and relevant for families who are going through difficult times right now. ShopBack is thrilled to be participating in the Made for Families movement to help build a conducive ecosystem that supports families in Singapore.</p><p>Families using ShopBack can enjoy exclusive deals and earn more cashback on their purchases from their favourite merchants, both online and offline.</p>"
    },
    {
      "img": "/assets/images/partners/partner10.png",
      "imgTitle": "Partners 10",
      "title": "The Open Pan",
      "desc": "<p>The Open Pan is a mobile app helping busy Singaporean families cook at home with ease. At The Open Pan we believe in bonding families and building relationships through food. Nothing does this better than the heartwarming taste of home cooked food. Our goal is to bring home cooked food back into our homes and help families strengthen bonds and rediscover joy and inspiration in home cooking.</p><p>The Open Pan app is an all-in-one tool for users to browse and save recipes from anywhere in one place, meal plan and create instant shopping lists and grocery shop directly in-app.</p><p>Our virtual cooking classes aim to guide participants through the basics and add quick and nutritious meals to your recipe repertoire. Starting at 6pm, we guide participants through selected recipes for a balanced meal, ending with dinner for the whole family by 7pm.</p>"
    }
  ]
}